/* conjunction to end a compound sentence */
" and" = " és";

/* No comment provided by engineer. */
"%@" = "%@";

/* Account Name (Connecting) - shown for an account while it is connecting */
"%@ (Connecting)" = "%@ (Csatlakozás)";

/* This is displayed in the message window when prompting to receive a file. The first %@ is the sender; the second %@ is the filename of the file being sent. It will be followed by buttons such as 'Save' and 'Cancel'. */
"%@ requests to send you %@" = "%1$@ felkérést küldtek %2$@";

/* Message displayed when a contact sends a buzz/nudge/other notification. %@ will be the other person's name. */
"%@ wants your attention!" = "%@ figyelmeztetést küldött";

/* comma between actions in the events list */
"," = ",";

/* period at the end of the Events pane sentence describing actions taken for an event */
"." = ".";

/* Colon which will be appended after a label such as 'User Name', before an input field */
":" = ":";

/* please keep the semicolon at the start of the line. %@ will be replaced by a status message. This is used when reading an entry in the contact list aloud, such as 'Evan Schoenberg; status message I am bouncing up and down' */
"; status message %@" = "; állapot üzenet %@";

/* Placeholder displayed as the name of a new account */
"<New Account>" = "<Új fiók>";

/* No comment provided by engineer. */
"\"%@\" is already in use." = "\"%@\" már használatban van.";

/* No comment provided by engineer. */
"Account:" = "Fiók:";

/* Label for contact alert action (e.g. Send message, Play sound, etc.) */
"Action:" = "Tevékenység:";

/* No comment provided by engineer. */
"Add Account" = "Fiók hozzáadása";

/* No comment provided by engineer. */
"Add an action for the selected event" = "Tevékenység hozzáadása a kiválasztott eseményhez";

/* No comment provided by engineer. */
"Adium provides encryption, authentication, deniability, and perfect forward secrecy over %@ via Off-the-Record Messaging (OTR). If your contact is not using an OTR-compatible messaging system, your contact will be sent a link to the OTR web site when you attempt to connect. For more information on OTR, visit http://www.cypherpunks.ca/otr/." = "Az Adium a titkosítást, a beszélgető felek azonosítását a(z) %@ szolgáltatáson az Off-the-Record (OTR) segítségével végzi. Ha a partnered beszélgetőkliense ezt nem támogatja, akkor az első titkosított üzenet érkezésekor kapni fog egy linket, melyről letöltheti a szükséges fájlokat. További információkért az OTRről látogass el a http://www.cypherpunks.ca/otr/ weboldalra.";

/* No comment provided by engineer. */
"Alias:" = "Nick:";

/* No comment provided by engineer. */
"Cancel" = "Mégse";

/* Cancel current account activity prefix */
"Cancel: %@" = "Mégse: %@";

/* No comment provided by engineer. */
"Cannot open sound set" = "Nem tudtam megnyitni a hangcsomagot";

/* No comment provided by engineer. */
"Clear" = "Tisztítás";

/* No comment provided by engineer. */
"Configure the selected action" = "Kiválasztott tevékenység beállítása";

/* No comment provided by engineer. */
"Connect" = "Csatlakozás";

/* No comment provided by engineer. */
"Connect All Accounts" = "Csatlakozás az összes fiókkal";

/* Connect account prefix */
"Connect: %@" = "Csatlakoz: %@";

/* %@ will be the name of a group in the contact list */
"contact group %@" = "partner csoport %@";

/* No comment provided by engineer. */
"Continue" = "Folytatás";

/* No comment provided by engineer. */
"Custom" = "Testreszabás";

/* Button which deletes the selection */
"Delete" = "Törlés";

/* No comment provided by engineer. */
"Delete Account" = "Fiók törlése";

/* New contact alert pane */
"Delete after event occurs" = "Töröld miután megtörtént az esemény";

/* No comment provided by engineer. */
"Delete Event?" = "Törli az eseméyt?";

/* No comment provided by engineer. */
"Delete the account %@?" = "Törli a %@  fiókot?";

/* No comment provided by engineer. */
"Disable" = "Kikapcsolt";

/* %@ will be the name of a plugin. This is the title of the dialogue shown when an unknown plugin is loaded */
"Disable %@?" = "Kikapcsol %@?";

/* No comment provided by engineer. */
"Disabled Accounts" = "Kikapcsolt fiókok";

/* No comment provided by engineer. */
"Disconnect" = "Lecsatlakozás";

/* Disconnect account prefix */
"Disconnect: %@" = "Lecsatlakozás: %@";

/* Button which indicates that the editing sheet is done */
"Done" = "Rendben";

/* Button which duplicates the selection */
"Duplicate" = "Megkettőzés";

/* No comment provided by engineer. */
"Edit Account" = "Fiók szerkesztése";

/* No comment provided by engineer. */
"Edit Link" = "Link szerkesztése";

/* No comment provided by engineer. */
"Edit presets:" = "Profilok szerkesztése:";

/* No comment provided by engineer. */
"Enable" = "Engedélyezés";

/* Enable account prefix */
"Enable %@" = "Engedélyezés %@";

/* Label besides the encryption preference menu */
"Encryption:" = "Titkosítás:";

/* Label for contact alert event (e.g. Contact signed on, Message received, etc.) */
"Event:" = "Esemény:";

/* No comment provided by engineer. */
"Events" = "Esemény";

/* No comment provided by engineer. */
"External plugins may cause crashes and odd behavior after updating Adium.  Disable this plugin if you experience any issues." = "A kiegészítők összeomlást okozhatnak az Adium frissítése után. Kapcsold le ezt a kiegészítést ha ilyesmit érzékelsz.";

/* %@ will be the name of a bookmark */
"group chat bookmark %@" = "csoportos chat könyvjelző %@";

/* No comment provided by engineer. */
"Idle" = "Tétlen";

/* No comment provided by engineer. */
"Invalid status icon pack" = "Érvénytelen állapot ikon csomag";

/* No comment provided by engineer. */
"Join" = "Csatlakozás";

/* No comment provided by engineer. */
"Join Chat" = "Csatlakozás chathoz";

/* Text of the typing preference checkbox in the account preferneces */
"Let others know when you are typing" = "Partnereim láthatják ha gépelek.";

/* Label for the login server field in the account preferences */
"Login Server:" = "Bejelentkezési Szerver:";

/* No comment provided by engineer. */
"New Alert" = "Új figyelmeztetés";

/* No comment provided by engineer. */
"No compatible accounts connected" = "Nincs kompatibilis fiók csatlakozva";

/* No comment provided by engineer. */
"OK" = "OK";

/* Label for the password field in the account preferences */
"Password:" = "Jelszó:";

/* No comment provided by engineer. */
"Paste" = "Beillesztés";

/* Label for the port field in the account preferences */
"Port:" = "Port:";

/* No comment provided by engineer. */
"Remove the %i actions associated with this event?" = "Töröljem az eseményhez rendelt összes tevékenységet (%i db).";

/* No comment provided by engineer. */
"Remove the selected action(s)" = "Kiválaszott tevékenység(ek) eltávolítása";

/* Button which renames the selection */
"Rename" = "Átnevezés";

/* No comment provided by engineer. */
"Set to Current Adium Status" = "Aktuális állapotra állítás";

/* No comment provided by engineer. */
"Social Networking" = "Social Networking";

/* No comment provided by engineer. */
"Social Networking Status" = "Social Networking Állapot";

/* No comment provided by engineer. */
"Social Networking Status:" = "Social Networking Állapot:";

/* No comment provided by engineer. */
"Sound set upgrade failed" = "Hiba történt a hangcsomag frissítése közben.";

/* No comment provided by engineer. */
"The active status icon pack \"%@\" installed at \"%@\" is invalid.  It is missing the required status icon \"%@\".  If you received this pack from adiumxtras.com, please contact its author. Your status icon setting will be restored to the default." = "Az aktív állapotikon csomag (\"%1$@\", telepítve itt: \"%2$@\") érvénytelen: nincs meg a következő ikon: \"%3$@\". Ha ezt a csomagot az adiumxtras.comról töltötted le, kérlek lépj kapcsolatba a szerzővel. Az állapotikonjaid most visszaállnak az alapértelmezettre.";

/* No comment provided by engineer. */
"The characters you're entering are not valid for an account name on this service." = "A megadott karakterek érvénytelenek ezen a szolgáltatáson.";

/* No comment provided by engineer. */
"The sound set %@ is version %i, and this version of Adium does not know how to handle that; perhaps try a later version of Adium." = "A(z) %1$@ hangcsomag %2$i verziójú, ám ezt az Adium ezen verziója nem tudja használni; talán egy újabb Adiumot kellene megpróbálni.";

/* No comment provided by engineer. */
"This version of Adium uses a new format for sound sets. Adium was not able to update the sound set %@ located at %@. It has been disabled." = "Az Adium ezen verziója egy új formátumot használ a zenei csomagokhoz. Sajnos képtelen voltam a(z) %1$@ zenei csomag frissítésére (%2$@), ezért kikapcsoltam.";

/* Label in front of the title for a preset */
"Title:" = "Cím:";

/* Label beside the 'let others know when you are typing' checkbox in the account preferences */
"Typing:" = "Gépelés:";

/* No comment provided by engineer. */
"Unknown" = "Ismeretlen";

/* No comment provided by engineer. */
"User Name" = "Felhasználónév";

/* Displayed in an open chat when its account has been connected */
"You have connected" = "Bejelentkeztél";

/* Displayed in an open chat when its account has been connected */
"You have disconnected" = "Kijelentkeztél";

/* Message displayed when you send a buzz/nudge/other notification. %@ will be the other person's name. */
"You requested %@'s attention" = "Figyelmeztetést küldtél neki: %@";

/* No comment provided by engineer. */
"Your attention is requested!" = "Figyelmedet kérik!";